Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Now you can browse privately, no history, no passwords recorded and other people who use this device won’t see your activity. Our Advanced Private Browsing can even %1$s by advertisers and websites, which most private modes cannot.
su: Kiwari anjeun bisa ngalanglang bari nyamuni, tan laratan, tan rekaman kecap sandi, sarta moal bisa kapapay ku nu séjén anu maké ieu paranti. Langlangan Pribadi Tingkat Lanjut samalah bisa %1$s ku nu ngiklan jeung raramatloka, anu ku kalolobaan mode pribadi nu séjén mah teu bisa.

source: Now you can browse privately, no history, no passwords recorded and other people who use this device won’t see your activity. Our Advanced Private Browsing can even <font color="white">prevent you from being tracked</font> by advertisers and websites, which most private modes cannot.
su: Kiwari anjeun bisa ngalanglang bari nyamuni, tan laratan, tan rekaman kecap sandi, sarta moal bisa kapapay ku nu séjén anu maké ieu paranti. Langlangan Pribadi Tingkat Lanjut samalah bisa <font color="white">nyegah anjeun dilacak</font> ku pangiklan jeung raramatloka, anu ku kalolobaan mode pribadi nu séjén mah teu bisa.

source: Now you can check how many trackers are blocked in private mode.
su: Ayeuna anjeun bisa mariksa sabaraha palacak anu dipeungpeuk dina mode nyamuni.

source: Offline games
su: Kaulinan luring

source: OK, got it!
su: Okéh, ngarti!

source: Only one Firefox account may be used to participate in the 7-Day challenge. If you switch and use another account, you will be disqualified from this challenge.
su: Ngan hiji akun Firefox anu bisa dipaké pikeun miluan tangtangan 7-Poé. Lamun anjeun ganti sarta maké séjén akun, anjeun bakal dikaluarkeun tina tantangan ieu.

source: Oops! Something went wrong
su: Euleuh! Aya nu salah

source: OPEN
su: BUKA

source: Open Copied Link
su: Buka Tutumbu Tironan

source: Open Link in your Clipboard
su: Buka Tutumbu dina Papan Klip anjeun

source: Others
su: Lianna

source: paused
su: dihancaan

source: Pay upon check in
su: Bayar pas asup

source: Pending
su: Tagen

source: Personalized news experience
su: Pangalaman warta sakapalay

source: Pin site
su: Pin loka

source: Pin your favorite sites
su: Pin loka kameumeut anjeun

source: Play Games and Videos
su: Maén Kaulinan jeung Pidéo

source: Please remove a top site beforehand
su: Punten piceun hiji loka nu geus aya

source: Politics
su: Pulitik

source: Popular hotels
su: Hotél kawentar

source: Popular Websites
su: Raramatloka Kawentar

source: Press BACK again to exit
su: Pencét BALIK deui pikeun kaluar

source: Press to create a shortcut to your home screen.
su: Pencét pikeun nyieun tarabas ka layar tepas.

source: Prevent from being tracked
su: Cegah tina dilacak

source: prevent you from being tracked
su: Kiwari anjeun bisa ngalanglang bari nyamuni, tan laratan, tan rekaman kecap sandi, sarta moal bisa kapapay ku nu séjén anu maké ieu paranti. Langlangan Pribadi Tingkat Lanjut samalah bisa <font color="white">nyegah anjeun dilacak</font> ku pangiklan jeung raramatloka, anu ku kalolobaan mode pribadi nu séjén mah teu bisa.

source: Product Update Notice
su: Wawar Apdétan Prodak

source: Puzzle & Logic
su: Teka-teki & Logika

source: RATE 5 STARS
su: PEUNTEUN 5 BÉNTANG

source: Rate Us
su: Peunteun Kami

source: RATE US
su: PEUNTEUN KAMI

source: Read Trending News
su: Maca Warta Sabiwir Hiji

source: Recently played
su: Anyar dimaénkeun

source: Recommended News For You
su: Warta anu Diusulkeun Keur Anjeun

source: Redeem
su: Tebus

source: REDEEM
su: TEBUS

source: Redeem later
su: Tebus engké

source: Regional
su: Régional

source: Religion
su: Ageman

source: Reload website
su: Muat ulang raramatloka

source: Remain Fast and Lightweight. We added smart shopping search and content to make internet browsing more fun and enjoyable!
su: Angger Gancang jeung Énténg. Kami nambahan paluruh balanja pinter jeung kontén pikeun ngajadikeun langlangan internét leuwih pikaresepeun jeung ngeunaheun!

source: Remove from list
su: Piceun tina daptar

source: Resolution: %1$s
su: Résolusi: %1$s

source: Reward
su: Hadiah

source: Rp 15,000 Shopee voucher
su: Pocer Shopee Rp15.000

source: SAVE
su: TEUNDEUN

source: Save %1$s in your Bucket List to get quick access to travel guides and the best prices.
su: Simpen %1$s dina Gémbolan anjeun pikeun narabas ka panduan pelesir jeung harga murah.

source: Save data = Save money
su: Rikrik data = Rikrik duit

source: Saved in your bucket list.
su: Disimpen dina gémbolan.

source: Save downloads to
su: Teundeun undeuran kana

source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
su: Rikrik ongkos data ku cara meungpeuk iklan palacak. Leuwih irit deui lamun ngahirupkeun peungpeuk gambar.

source: Save some battery by selecting a dark theme.
su: Irit batré ku milih téma poék.

source: Science
su: Élmu pangaweruh

source: Screenshot deleted
su: Téwakan layar dipupus

source: Screenshot everything
su: Téwak layar sakabéhna

source: Screenshot saved
su: Téwakan layar diteundeun

source: Screenshot the whole page
su: Téwak layar sakabéhna

source: SD card
su: Kartu mémori

source: SD card is almost full. File was saved to internal storage.
su: Kartu mémori méh pinuh. Koropak geus disimpen kana paneundeunan internal.

source: Search…
su: Paluruh…

source: Search history
su: Jujutan pamaluruhan

source: Search in Firefox Lite
su: Paluruh di Firefox Lite

source: Search in Firefox Rocket
su: Paluruh di Firefox Rocket

source: SEARCH ON %1$s
su: PALURUH DI %1$s

source: See All
su: Tempo Kabéh

source: See results in %1$s
su: Tingali hasil dina %1$s

source: See results in %1$s %2$s
su: Tingali hasil dina %1$s %2$s

source: See results in %1$s Travel Discovery
su: Tingali hasil dina %1$s Travel Discovery

source: See results in smart travel search
su: Tingali hasil dina sungsian nyaba pinter

source: Select %1$s
su: Pilih %1$s

source: Send usage data
su: Kirim data pamakéan

source: Service provided by
su: Layanan disadiakeun ku

source: Set %1$s as your default browser in 30 seconds
su: Setél %1$s salaku panyungsi baku anjeun dina 30 detik

source: SET AS DEFAULT
su: SETÉL JADI BAKU

source: settings
su: setélan

source: Shape a better product for Indonesia
su: Parengkeun prodak leuwih hadé pikeun Indonésia

source: SHARE
su: BAGIKEUN

source: Share %1$s with friends!
su: Bagikeun %1$s ka babaturan!

source: Share game
su: Bagikeun kaulinan

source: Share with friends
su: Bagikeun ka babaturan

source: Shopping
su: Balanja

source: Shopping Search
su: Maluruh Balanja

source: Shopping Search: “%1$s”
su: Maluruh Balanja: “%1$s”

source: Shopping Search Settings
su: Setélan Maluruh Balanja

source: Shopping & travel
su: Balanja & nyaba

source: shortcut created.
su: takulan geus dijieun.

source: Show Content & Services
su: Témbongkeun Kontén & Layanan

source: Sites to compare
su: Loka pikeun babandingan

source: Size: %1$s
su: Ukuran: %1$s

source: Skip
su: Liwat

source: Smart Shopping Search
su: Paluruh Balanja Pinter

source: Social Media
su: Média Sosial

source: Sports
su: Olahraga

source: Sports & Racing
su: Olahraga & Balap

source: Start saving today. Search and compare prices on popular sites.
su: Mitembeyan ngirit ti poé ieu. Paluruh jeung bandingkeun harga di situs populér.

source: Stop loading website
su: Eureunan ngamuat raramatloka

source: Storage inaccessible. Download canceled.
su: Paneundeunan teu bisa diaksés. Undeuran dibolaykeun.

source: Storage not available. Give permission to store photos and files on your device.
su: Paneundeunan teu sayaga. Idinan pikeun nyimpen sarupaning foto jeung koropak na parangkat anjeun.

source: Storage permission is denied.
su: Idin teundeunan ditolak.

source: Strategy
su: Strategi

source: Successful
su: Laksana

source: SWITCH
su: GILIR

source: Switch to Tab
su: Pindah ka Tab

source: System default
su: Bawaan sistem

source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
su: Téwak layar saeusi kaca. Baca eusina sacara oflén tanpa maké data atawa toél pikeun nyorang deui kaca raramatna.

source: Take screenshots of entire web pages. View a screenshot offline (without using data) or tap it to revisit the web page.
su: Téwak layar ti saeusi kaca. Tempo téwakan layar sacara oflén (tanpa data) atawa toél pikeun nyorang deui ka kaca wébna.

source: Take survey
su: Eusi surpéy

source: Tap %1$s
su: Toél %1$s

source: Tap the shopping sites below to browse more results, or tap this button to edit.
su: Toél loka balanja di handap pikeun maluruh hasil leuwih loba, atawa toél ieu tombol pikeun ngédit.

source: Tap to play the hottest free games to have fun!
su: Toél pikeun maén kaulinan gratis panghadéna pikeun kalangenan!

source: Tap to read the trendy news, find good deals or play the hottest free games to have fun!
su: Toél pikeun maca warta anu keur sabiwir hiji, nyiar harga kortingan atawa maén kaulinan gratis panghadéna pikeun kalangenan!

source: Tap to read the trendy news or play the hottest free games to have fun!
su: Toél pikeun maca warta anu keur sabiwir hiji atawa maén kaulinan gratis panghadéna pikeun kalangenan!

source: Tap to read trending news, find good deals, or have fun playing the hottest free games!
su: Toél pikeun maca warta anu keur sabiwir hiji, nyiar harga kortingan atawa maén kaulinan gratis panghadéna pikeun kalangenan!

source: Tap to read trending news or have fun playing the hottest free games!
su: Toél pikeun maca warta anu keur sabiwir hiji atawa maén kaulinan gratis panghadéna!

source: Tap to read trending news, plan your next trip and more!
su: Toél pikeun maca warta anu keur sabiwir hiji, ngararancang pelesir jeung lianna!

source: Tap to set default browser
su: Toél pikeun ngatur panyungsi baku

source: Tap “Yes” to begin seeing news recommended for you by our AI news engine. You can turn off recommendations and control your settings anytime in News-&gt;Settings. %1$s
su: Toél “Enya” pikeun mitembeyan nempo warta anu disarankeun ku mesin berita AI kami. Anjeun bisa mareuman saran sarta ngatur setélan anjeun iraha baé dina Warta-&gt;Setélan. %1$s

source: Tap
su: Toél

source: Technology
su: Téhnologi

source: Tell us your thoughts about what you love, or what we could be doing better.
su: Kedalkeun kamandang anjeun ngeunaan anu dipikaresep atawa naon anu kudu diropéa ngarah leuwih hadé.

source: Terms of Use
su: Katangtuan Maké

source: Terrific! You have completed the fifth daily challenge!
su: Médéd! Anjeun geus ngaréngsékeun tangtangan poé kalima!

source: Thanks for choosing %1$s
su: Nuhun geus milih %1$s

source: Thanks for choosing %1$s!
su: Nuhun geus milih %1$s!

source: Thanks for trying out some of our new features. We hope you’ve enjoyed using them!
su: Ngahaturkeun nuhun pikeun nyobaan sababaraha fitur anyar. Muga-muga anjeun resep!

source: Thank you for choosing our product. Your feedback is important to us.
su: Hatur nuhun geus milih prodak kami. Pangdeudeul anjeun kacida utama pikeun kami.

source: Thank you for giving us feedback %1$s
su: Nuhun kamandangna %1$s

source: The 7-day free VPN service is ready for you. Install now to browse more privately and securely.
su: Ladénan VPN bébas 7 poé geus sayaga. Instal ayeuna pikeun ngalanglang leuwih nyamuni tur aman.

source: The address wasn’t understood
su: Alamat teu kaharti

source: The site has been added
su: Ieu loka geus ditambahkeun

source: The voucher is out of stock
su: Pocerna béak

source: Title: %1$s
su: Judul: %1$s

source: To improve your product experience, we collect information about your screenshots' categories.
su: Pikeun ngaropéa pangalaman prodak anjeun, kami kukumpul émbaran ngeunaan kategori téwakan layar anjeun.

source: To improve your product experience, we collect information about your screenshots’ categories.
su: Pikeun ngaronjatkeun pangalaman produk anjeun, kami kukumpul émbaran ngeunaan kategori téwakan layar anjeun.

source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
su: Ngarah Firefox Lite leuwih hadé pikeun anjeun jeung balaréa, kami nyieun sawatara parobahan kana kawijakan salindungan kami. Toél baé pikeun leuwih teleb.

source: To make Firefox Rocket better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
su: Ajang ngajadikeun Firefox Rocket leuwih hadé pikeun anjeun jeung balaréa, kami nyieun sawatara parobahan kana kawijakan salindungan kami. Toél baé pikeun ngaleunyeupanana.

source: Top-news
su: Sabiwir hiji

source: Top Rated
su: Barang Alus

source: Top site added
su: Loka onjoy ditambahkeun

source: Trackers blocked
su: Palacak dipeungpeuk

source: Travel
su: Nyaba

source: Travel on a budget
su: Nyaba murah

source: TRY %1$s
su: COBAAN %1$s

source: TRY AGAIN
su: PECAKAN DEUI

source: Try “Bali”…
su: Coba “Bali”…

source: Try Shopping, News, Game everyday to win %1$s
su: Cobaan Balanja, Warta, Kaulinan unggal poé pikeun meunang %1$s

source: Try Shopping, News, Game for 7 days in a row!
su: Cobaan Balanja, Warta, Kaulinan salila 7 poé noron!

source: Try Shopping, News, Game on %1$s Home by simply clicking the buttons for seven days in a row.
su: Cobaan Balanja, Warta, Kaulinan di Tepas %1$s ku ukur noél tombolna noron tujuh poé.

source: TRY TRAVEL DISCOVERY
su: COBAAN TRAVEL DISCOVERY

source: Turbo mode
su: Modeu turbo

source: Turbo mode disabled
su: Modeu turbo dipareuman

source: Turbo mode enabled
su: Modeu turbo dihurungkeun

source: Type the product you want to search
su: Ketik barang anu rék dipilari

source: Unable to clear cache
su: Teu bisa meresihan telih

source: Unknown
su: Teu dipikanyaho

source: UPDATE
su: ANYARKEUN

source: UPDATE NOW!
su: ANYARKEUN AYEUNA!

source: Use Firefox account to redeem
su: Paké akun Firefox pikeun nebus

source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
su: Paké modeu turbo pikeun meungpeuk iklan palacak sangkan anjeun bisa ngalanglang kalawan gancang pisan. Mun situs aya masalah, pareuman baé modeu turbona liwat menu.

source: Use your Firefox account to redeem your reward
su: Paké akun Firefox anjeun pikeun nebus ganjaran anjeun

source: Video
su: Vidio

source: VIEW
su: TÉMBONGKEUN

source: View your screenshots here!
su: Ilikan téwakan layar anjeun di dieu!

source: Voucher
su: Pocer

source: Voucher code copied
su: Kodeu pocer ditiron

source: Voucher is valid for a limited time only. We reserve the right to modify or cancel voucher at any time.
su: Pocer sah pikeun waktu kawates. Kami boga hak pikeun ngarobah atawa ngabolaykeun pocerna iraha waé.

source: Vouchers
su: Pocer

source: Want to win a %1$s? Don’t forget to try Shopping, News, Game today!
su: Palay meunang %1$s? Cobaan Balanja, Warta, Kaulinan poé ieu!

source: Warning: multiple Firefox accounts detected
su: Awas: aya sababaraha akun Firefox anu kalacak

source: Webpage not available
su: Kaca wéb teu sayaga

source: Website loaded
su: Raramatloka geus dimuat

source: We have a new look!
su: Midang dina wanda anyar!

source: We heard your feedback!
su: Pangdeudeul anjeun geus katampa!

source: Well done!
su: Hadé!

source: We need you! %1$s
su: Kami butuh anjeun! %1$s

source: We plan to integrate “Free Wifi-Finder” to help you find quality free internet connection nearby. Interested?
su: Aya rencana ngahijikeun “Free Wifi-Finder” pikeun mantuan manggihan sambungan internét gratis anu deukeut. Kabita?

source: We plan to integrate “VPN service” to get you more freedom and more privacy when browsing. Interested?
su: Aya rencana ngahijikeun “layanan VPN” ngarah kabébasan jeung privasi anjeun nalika nyungsi internét leuwih kajaga. Kabita?

source: We reserve the right, at its sole discretion, to change, modify, add or remove portions of these Terms of Use, at any time.
su: Kami boga hak, luyu jeung kawijakan, pikeun ngarobah, ngaropéa, nambahan, atawa mupus bagian Katangtuan Pamakéan, iraha baé.

source: What brings you to %1$s?
su: Aya pikersaeun naon ka %1$s?

source: Where do you want to go?
su: Palay ka mana?

source: Wikipedia
su: Wikipédia

source: Win a %1$s
su: Meunangkeun %1$s

source: With the evolved product, we bring you a newly refreshed %1$s, with new name and new logo.
su: Luyu jeung kamekaran produkna, kasanggakeun pidangan %1$s anu anyar, kalawan ngaran jeung logo anyar.

source: World
su: Dunya

source: Would you like to finish setting %1$s as your default browser?
su: Badé nganggeuskeun setélan %1$s salaku panyungsi baku anjeun?

source: Wow! You are just one day away from getting the voucher!
su: Wah! Kari sapoé deui, anjeun bisa meunang pocer!

source: YES, ADD IT NOW!
su: ENYA, PASANG AYEUNA!

source: YES, PLEASE
su: MANGGA

source: Yes, rate 5 stars!
su: Nya, peunteun 5 béntang!

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
su: Anjeun teu dibéré idin atawa lisénsi nanaon kana mérek dagang Mozilla Foundation atawa pihak mana ogé, kaasup ngaran atawa logo %3$s, %4$s, atawa %1$s. Émbaran leuwih jero bisa dipanggihan <a href="%2$s">di dieu</a>.

source: You can add private mode shortcut later in settings.
su: Anjeun bisa nambahkeun takulan modeu pribadi engké na pangaturan.

source: You can no longer participate in the 7-Day challenge.
su: Anjeun geus teu bisa miluan tangtangan 7-Poé.

source: You can now pin any top site so it does not get moved. To get you started, we have pinned some top sites for you to try.
su: Anjeun bisa ngapin loka mana waé sangkan teu obah. Pikeun mitembeyan, kami geus ngapin sababaraha loka petingan pikeun dicobaan.

source: You can set %1$s %2$s as your default search engine for travel.
su: Anjeun bisa nyetél %1$s %2$s salaku mesin sungsi baku anjeun pikeun nyanyabaan.

source: You can set %1$s Travel Disovery as your default search engine for travel.
su: Anjeun bisa nyetél %1$s Travel Discovery salaku mesin sungsi baku anjeun pikeun nyaba.

source: You might need to install other software to open this address.
su: Sigana anjeun kudu masang aplikasi séjén pikeun muka ieu alamat.

source: Your %1$s is looking great! Do you want to set it as your default browser?
su: %1$s anjeun katémbong hadé! Badé dijadikeun panyungsi baku?

source: Your %1$s is ready!
su: %1$s Anjeun geus siap!

source: Your private browsing history has been erased.
su: Jujutan langlangan nyamuni anjeun geus dihapus.

source: Your Rights / Licenses
su: Hak Anjeun / Lisénsi

source: You’ve completed the challenge! Please go back to %1$s Home to redeem your voucher!
su: Anjeun geus ngaréngsékeun tangtanganana! Balik deui ka Tepas %1$s pikeun nebus pocer anjeun!

source: You’ve won a shopping voucher!
su: Anjeun meunang pocer balanja!

source: on the menu to capture an entire web page.
su: na menu pikeun néwak saeusi kaca.

source: 10 Minutes
su: 10 Menit

source: 1 Day
su: Sapoé

source: 1 Hour
su: Sajam

source: 1 Month
su: Sabulan

source: 1 Week
su: Saminggu

source: 2 Weeks
su: 2 Minggu

source: Access your library on all of your devices
su: Buka pabukon anjeun ti sakur gawai anjeun

source: Active shots
su: Téwakan aktip

source: Add-on version
su: Vérsi pangeuyeub

source: Add-on Version
su: Vérsi Pangeuyeub

source: Add text
su: Tambahkeun téks

source: All of your screenshots have been erased!
su: Sakur téwakan layar anjeun geus dipupus!

source: All Shots
su: Sakabéh Téwakan

source: An error occurred
su: Aya éror

source: A new way to save
su: Cara anyar pikeun neundeun

source: An overview of Screenshots
su: Tinjauan Screenshots

source: Anyone with the link can view this shot.
su: Sakur nu boga tutumbuna bisa nempo ieu téwakan.

source: Approximate number of active (unexpired) shots
su: Jumlah kira-kira téwakan aktip (teu kadaluwarsa)

source: Are you sure you want to delete this shot?
su: Yakin anjeun rék mupus ieu téwakan?

source: Are you sure you want to delete this shot permanently?
su: Nyaan rék mupus permanén ieu téwakan?

source: Are you sure you want to disconnect this device from your Firefox Account?
su: Anjeun yakin rék megatkeun gawai ieu ti Akun Firefox anjeun?

source: <a>Sign in or sign up</a> to access your shots across devices and save your favorites forever.
su: <a>Asup atawa daptar</a> pikeun muka téwakan ti sakur gawai sarta teundeun anu petinganana salilana.

source: Black
su: Hideung

source: Blue
su: Bulao

source: <b>Saved screenshots are expiring soon.</b> Starting in June, Screenshots will no longer offer online storage. Want to keep shots from your library? <a>Download them to your computer.</a>
su: <b>Téwakan layar anu diteundeun sakeudeung deui kadaluwarsa.</b> Ti Juni, Screenshots moal nawaran deui teundeunan onlén. Rék nyimpen téwakan ti pabukon anjeun? <a>Unduh kana komputer.</a>

source: By using Firefox Screenshots, you agree to our {termsAndPrivacyNoticeTermsLink} and {termsAndPrivacyNoticePrivacyLink}.
su: Ku maké Firefox Screenshots, anjeun satuju kana {termsAndPrivacyNoticeTermsLink} jeung {termsAndPrivacyNoticePrivacyLink}.

source: cancel
su: bolay

source: Capture a Page
su: Téwak Kaca

source: Capture a Region
su: Téwak Kotakan

source: Capture Just What You Want
su: Téwak Sakahayang

source: Capture Windows or Entire Pages
su: Téwak Jandéla atawa Sakabéh Kaca

source: Clear search
su: Beresihan pamaluruhan

source: Click and drag to capture just a portion of a page. You can also hover to highlight your selection.
su: Klik jeung gusur pikeun néwak sabagian kaca. Anjeun ogé bisa nandaan pilihanana.

source: Click and drag to select the area you want to capture. Or just hover and click — Screenshots will select the area for you. Like what you see? Select Save to access your screenshot online or the down arrow button to download it to your computer.
su: Klik jeung gusur pikeun milih kotakan anu rék ditéwak. Atawa arahkeun jeung klik — Screenshots bakal mangmilihkeun kotakanana. Resep? Pilih Teundeun pikeun muka téwakan layar onlén atawa tombol jamparing turun pikeun ngundeur.

source: Close notification
su: Tutup iber

source: Close preferences
su: Tutup préferénsi

source: Coming Soon…
su: Bakal Datang...

source: Copy image text
su: Tiron téks gambar

source: Copy image to clipboard
su: Tiron gambar kana papan klip

source: Copy screenshot to clipboard
su: Tiron téwakan layar kana papan klip

source: Creating { $title }
su: Nyieun { $title }

source: Crop
su: Keureut

source: (database time: { $time }ms)
su: (waktu database: { $waktu }mdet)

source: Day
su: Poé

source: Days from the userʼs first to most recent shot
su: Poé ti munggaran nyieun téwakan nepi ka nu pang anyarna

source: Days the user has been creating shots
su: Lilana pamaké geus nyieun téwakan

source: Delete this shot
su: Pupus ieu téwakan

source: Delete this shot?
su: Pupus ieu téwakan?

source: does not expire
su: tanpa kadaluwarsa

source: Download or Copy
su: Unduh atawa Tiron

source: Download screenshot
su: Unduh téwakan layar

source: Drag or click on the page to select a region. Press ESC to cancel.
su: Gusur atawa klik dina kaca pikeun milih téwakeun. Pencét ESC pikeun bolay.

source: Edit this image
su: Ropéa ieu gambar

source: Error deleting shot
su: Eror mupus téwakan

source: Error deleting shot: { $status } { $statusText }
su: Éror mupus téwakan: { $status } { $statusText }

source: Error rendering page: { $error }
su: Éror midangkeun kaca: { $error }

source: Error saving expiration
su: Eror neundeun kadaluwarsa

source: Error saving title
su: Eror neundeun judul

source: Error updating favorite shot status
su: Kasalahan ngamutahirkeun status téwakan petingan
